const Error = () => {
  return (
    <div>
      <h2>Оберить пункт меню</h2>
      <h3>
        Що можна робити за допомогою цього додатка?
      </h3>
      <p>1) Записувати рецепти в файл на диск користувача;</p>
      <p>2) Читати файл з рецептами з диска користувача, який був створений за допомогою цього додатка;</p>
      <p>3) Передивлятись рецепти;</p>
      <p>4) Обирати потрібні рецепти для розрахунку потреб в продуктах;</p>
      <p>5) Змінювати для розрахунку кількість продуктів</p>
      <p>
        Для виконання пункта 5 потрібно клікнути по кількості одного з продуктів рецепту, 
        ввести потрібну кількість і всі інші продукти обраного рецепту перерахуються.
      </p>
    </div>
    )
}
export default Error;