const Error = () => {
  return (
    <div>
      <h2>Оберить пункт меню</h2>
      <h4>
        Що можна робити за допомогою цього додатка?
      </h4>
      <p>
        '1) Читати файл з рецептами з диска користувача;
        2) Записувати рецепти в файл на диск користувача;
        3) Передивлятись рецепти;
        4) Обирати потрібні рецепти для розрахунку потреб в продуктах;
        5) Змінювати для розрахунку кількість продуктів'
      </p>
      <p>
        'Для виконання пункта 5 потрібно клікнути по кількості продукта, 
        ввести потрібну кількість і всі інші продукти обраного рецепту перерахуються.'
      </p>
    </div>
    )
}
export default Error;